{
  "title": [
    "Record Examination: General Test"
  ],
  "Acronym": [
    "GRE"
  ],
  "Type": [
    "Computer-based or paper-based standardized test"
  ],
  "Developer / administrator": [
    "Educational Testing Service"
  ],
  "Knowledge / skills tested": [
    "Analytical writing, quantitative reasoning and verbal reasoning."
  ],
  "Purpose": [
    "Admissions to master's and doctoral degree programs in various universities"
  ],
  "Year started": [
    "1936; 83 years ago (1936)"
  ],
  "Duration": [
    "About 3 hours and 45 minutes (includes 1-minute breaks after each section and a 10-minute break after third section)"
  ],
  "Score / grade range": [
    "Analytical writing: 0.0 to 6.0 (in 0.5-point increments),  ,  Verbal reasoning: 130 to 170 (in 1-point increments),  ,  Quantitative reasoning: 130 to 170 (in 1-point increments)."
  ],
  "Score / grade validity": [
    "5 years"
  ],
  "Offered": [
    "Computer-based test: Multiple times a year (depends on availability of the test center)  , Paper-based test: Up to 3 times a year in October, November and February"
  ],
  "Restrictions on attempts": [
    "Computer-based test: Can be taken only once after 21 days from the day of exam in every year. Maximum of 5 times a year. (Applies even if candidate cancels scores on a test taken previously.)  , Paper-based test: Can be taken as often as it is offered."
  ],
  "Countries / regions": [
    "About 1,000 test centers in more than 160 countries  , (Paper-based test offered only in areas where computer-based testing is not available.)"
  ],
  "Languages": [
    "English"
  ],
  "Annual number of test takers": [
    "584,677 (2016)"
  ],
  "Prerequisites / eligibility criteria": [
    "No official prerequisite. Intended for bachelor's degree graduates and undergraduate students who are about to graduate. Fluency in English assumed."
  ],
  "Fee": [
    "US$ 205 , (Limited offers of \"Fee Reduction Program\" for U.S. citizens or resident aliens who demonstrate financial need, and for national programs in United States that work with underrepresented groups.)"
  ],
  "Scores / grades used by": [
    "Most graduate schools in USA, and few in other countries"
  ],
  "Website": [
    "www .ets .org /gre"
  ]
}